{
  "common": {
    "intro": "Hello I'am a software frontend developer based in Colombia.",
    "about-title": "About me",
    "bio-title": "Bio",
    "portfolio-button": "My portfolio"
  },
  "navbar": {
    "about": "About",
    "works": "Works",
    "posts": "Posts"
  },
  "about-me": {
    "intro": "I'm a frontend developer, multimedia producer and musician. I've a 4 years old experience in diferents fields from web development and technologies like: HTML5, CSS3, JavaScript, ECMAScript, React.js, Next.js and a11y.",
    "passionate": "I'm a passionate about technology and the power it has over people, for this reason, I think in the continuous learning as philosophy, the creation of exclusive experiences to the users and the world transformation through technology.",
    "current-job": "Currently I'm working as a Frontend Developer at Addi with thechnologias like React, Next.js and React Native."
  },
  "bio": {
    "born": "Born in Bogotá, Colombia",
    "career": "Graduated as a multimedia producer",
    "ondigital-job": "My first job was in Ondigital, digital marketing agency as a frontend dev ",
    "quick-job": "Worked in Quick, logistic enterprise as a frontend dev",
    "addi-job": "Currently, I work in ADDI, the first fintech BuyNow, PayLater, from Latam as a software frontend engineer",
    "current-title": "to Present"
  },
  "works": {
    "title": "Works",
    "description": "A litle compilation of some importants, challenging, personals and professionals works, which I've made in my career.",
    "petgram": {
      "title": "Petgram | Petlife",
      "copy": "The favorite social media of our pets. Made with React.js and GraphQL"
    },
    "servientrega": {
      "title": "Servientrega International",
      "copy": "Redesign the UX and improve the Architecture Information were the principal objetives behind this project"
    }
  },
  "skills": {
    "soft": {
      "comunication": "Asynchronous communication",
      "adapt": "Adaptation",
      "teamwork": "Teamwork",
      "learning": "Continuous learning",
      "resilience": "Resilience"
    },
    "hard": {
      "basics": "HTML5, CSS3  y JavaScript",
      "next-react": "React.js y Next.js",
      "css": "CSS3, Styled Components, PostCSS",
      "control-version": "Git",
      "fundamentals": "Architectures: Hexagonal, DDD, Clean, Base",
      "practices": "Clean Code, React Patterns, SOLID"
    }
  },
  "404": {
    "title": "404 | Not Found",
    "message": "The page you're find don't exist",
    "button": "Go to Home"
  },
  "petgram": {
    "copy": "Petgram is a social network for pets. It's a clone of Instagram",
    "description": " The best App for show the best pet pictures. Made in React.js, Graph.ql. The deploy was made with Zeit.js, here I applied concepts like: Hooks, Local Storage, Lazy Loading, Grapql Mutations and offline support."
  },
  "servientrega": {
    "copy": "Logistic company CMS",
    "description": "Redesign the UX and improve the Architecture Information were the principal objetives behind this project. We used WordPres as CMS, React.js as UI library for create the custome theme and Graph.ql for the backend communication"
  }
}
